# Node Version Manager
lukechilds/zsh-nvm

# pyenv
mattberther/zsh-pyenv

# Fish-like suggestions
zsh-users/zsh-autosuggestions

# Syntax highlighting
zdharma-continuum/fast-syntax-highlighting kind:defer

# Completion
mattmc3/ez-compinit
zsh-users/zsh-completions

# Jump to recent directories with z
rupa/z

# Better vi emulation
jeffreytse/zsh-vi-mode

# Prompt
sindresorhus/pure
mafredri/zsh-async
